Repository: onyet/senter
Catalog: lib/l10n/intl_*.arb
Languages: ar, id, ja, pt_br, sw, zh

# appTitle
source: Flashlight
ar: مصباح يدوي
id: Lampu Senter
ja: 懐中電灯
pt_br: Lanterna
sw: Taa ya Mkono
zh: 手电筒

# torchOn
source: Light On
ar: الضوء مضيء
id: Lampu Menyala
ja: ライトオン
pt_br: Luz Ligada
sw: Taa Imeangazwa
zh: 灯亮

# torchOff
source: Light Off
ar: الضوء مطفأ
id: Lampu Mati
ja: ライトオフ
pt_br: Luz Desligada
sw: Taa Imezimwa
zh: 灯灭

# turnOn
source: Turn On Light
ar: تشغيل الضوء
id: Nyalakan Lampu
ja: ライトをオンにする
pt_br: Ligar Luz
sw: Washa Taa
zh: 打开灯

# turnOff
source: Turn Off Light
ar: إيقاف الضوء
id: Matikan Lampu
ja: ライトをオフにする
pt_br: Desligar Luz
sw: Zima Taa
zh: 关闭灯

source: Help
ar: مساعدة
id: Bantuan
ja: ヘルプ
pt_br: Ajuda
sw: Msaada
zh: 帮助

# helpTitle
source: Help
ar: مساعدة
id: Bantuan
ja: ヘルプ
pt_br: Ajuda
sw: Msaada
zh: 帮助

# appDescription
source: Flashlight App
ar: تطبيق مصباح يدوي
id: Aplikasi Lampu Senter
ja: 懐中電灯アプリ
pt_br: App de Lanterna
sw: Programu ya Taa ya Mkono
zh: 手电筒应用

# pressButton
source: Press the button to turn on/off the flashlight.
ar: اضغط على الزر لتشغيل/إيقاف المصباح اليدوي.
id: Tekan tombol untuk menyalakan/mematikan lampu senter.
ja: ボタンを押して懐中電灯をオン/オフにします。
pt_br: Pressione o botão para ligar/desligar a lanterna.
sw: Bonyeza kitufe ili kuwasha/kuzima taa ya mkono.
zh: 按按钮打开/关闭手电筒。

source: Support:
ar: الدعم:
id: Dukungan:
ja: サポート：
pt_br: Suporte:
sw: Msaada:
zh: 支持：

# email
source: Email: onyetcorp@gmail.com
ar: البريد الإلكتروني: onyetcorp@gmail.com
ja: メール：onyetcorp@gmail.com
sw: Barua pepe: onyetcorp@gmail.com
zh: 电子邮件：onyetcorp@gmail.com

# whatsapp
source: WhatsApp: +6282221874400
ar: واتساب: +6282221874400

# website
source: Website: onyet.id
ar: الموقع: onyet.id
ja: ウェブサイト：onyet.id
sw: Tovuti: onyet.id
zh: 网站：onyet.id

source: Close
ar: إغلاق
id: Tutup
ja: 閉じる
pt_br: Fechar
sw: Funga
zh: 关闭

source: Language
ar: اللغة
id: Bahasa
ja: 言語
pt_br: Idioma
sw: Lugha
zh: 语言
